{
    "Kansas": [
        {"title": "New Santa Fe Trail", "body": "Description", "heroImage": "hero.jpg", "city": "Council Grove"},
        {"title": "The Farmhouse", "body": "Description", "city": "Olsburg"},
    ],
    "Missouri": [
        {"title": "Farmer's Daughter", "body": "<p>Richard &amp; Carol Raynor<br>29117 HWY 240 Marshall</p><p>The Raynors' barn was one of the first to join the tour in Saline County. Carol said that they chose the &quot;Farmer's Daughter&quot; pattern because their farm has been passed down through the generations to daughters. &quot;My mother inherited the farm and then I inherited it. I have four daughters and I will leave the farm to them.&quot;</p>", "heroImage": "hero.jpg", "city": "Marshall", "latitude": 39.1281, "longitude": -93.135},
        {"title": "Santa Fe Wagon Tracks", "body": "Description", "city": "Arrow"},
        {"title": "Country Farm", "body": "Description", "city": "Hardeman"},
        {"title": "Oak Wreath", "body": "<p>George &amp; Sharon Meinershagen<br>I-70 Exit 66 N 127<br>13401 HWY ZZ<br>Sweet Springs</p><p>Sharon said she saw the barn quilt program as a good way to preserve historic barns in the area. &quot;I think it is a shame these old barns are disappearing,&quot; she said. Sharon designed her own block with patterns from Pennsylvania Dutch hex symbols, carefully plotting which symbols and colors to use. &quot;I put in all positive elements,&quot; she explained.</p>", "city": "Sweet Springs"},
        {"title": "Four Flags", "body": "<p>Doug &amp; Ricci Cook<br>1-70 Exit 62 R N. Outer Road<br>12063 126th Road<br>Sweet Springs</p>", "city": "Sweet Springs"},
        {"title": "May Basket", "body": "<p>Adam &amp; Rita Shaw<br>14094 HWY 20<br>Blackburn</p>", "city": "Blackburn"},
        {"title": "Shaded Trail", "body": "<p>Mildred Earnst<br>27200 HWY BB 1 mile S of HWY 65<br>Grand Pass</p><p>Mildred said she decided to become a part of the barn quilt tour because &quot;I thought it would be neat and it is.&quot; Mildred said having a square on her barn has caused her to look for others when she is driving through the country. She said that she chose &quot;Shaded Trail&quot; because she thought it would look good on her barn.</p><p>Note: The block is on the opposite side of the barn from the highway.</p>", "city": "Grand Pass"},
        {"title": "Farmer's Wife", "body": "<p>36354 E. HWY 240 Gilliam<br>Robert Johnson, who owned this barn when it became part of the barn quilt project, said he agreed to participate when asked because of his late wife. When he was shown the design options and was told what they stood for Robert selected &quot;Farmer's Wife&quot; as a tribute to his wife.</p>", "city": "Grand Pass"},
        {"title": "Indian Maize", "body": "<p>an &amp; John VanMeter Stapleton<br>31708 N. HWY 122<br>Miami</p><p>This block was donated by the Country Patchwork Quilt Guild</p>", "city": "Miami"},
        {"title": "Arrow of Peace", "body": "<p>Don &amp; Rebecca Buie<br>23462 N Saline 65 HWY<br>Marshall</p><p>Rebecca said they chose &quot;Arrow of Peace&quot; because they wanted something that was a little different. &quot;The idea of something that represented peace was important to me. Recognizing Native American roots in our area was also important,&quot; she explained. Rebecca likes meeting visitors who stop to get pictures as well as having the artwork on her barn.</p>", "city": "Marshall"},
        {"title": "Where the Corn Is", "body": "<p>George F. Harrison &amp; Dan R. Finley<br>HWY 65 S. HWY 127<br>Malta Bend</p><p>This block is a memorial to Russell Plattner from his wife Becky. &quot;I enjoy seeing it everytime I drive by it,&quot; she said.</p>", "city": "Malta Bend"},
        {"title": "Arrow Star", "body": "<p>Whitney &amp; Day Kerr<br>37528 HWY TT<br>Arrow Rock</p><p>Day Kerr said she and her husband chose this block because the farm is located just outside of Arrow Rock. Although the house on the property was completed in 1849, Day said the existing barn was built much later - likely in the 1920s or 1930s.<p>", "city": "Arrow Rock"},
        {"title": "North Star", "body": "<p>Eugene &amp; Kay Markes<br>20284 HWY EE<br>Marshall</p><p>Kay chose the &quot;Wandering Star&quot; pattern but likes the &quot;North Star&quot; because of the colors and because &quot;Its got quite a story.&quot; The &quot;North Star&quot; pattern was one of several used by the Underground Railroad. It was used to signal two messages - to prepare to escape, and the follow the &quot;North Star&quot; to freedom in Canada.</p>", "city": "Marshall"},
        {"title": "Lindbergh Plane", "body": "<p>Bryan and Barbara Berlin<br>20363 HWY YY<br>Marshall</p><p>Barbara said they chose this pattern because they had seen a quilt at a bed and breakfast in Rochepot made entirely of Lindbergh squares and they liked it. &quot;We thought it was an interesting pattern, and we were managers at an aviation museum in Marshall,&quot; she said.</p>", "city": "Marshall"},
        {"title": "Cross and Crown", "body": "<p>Nelson &amp; Janie Weber &amp; Family<br>28745 N. HWY 41 Marshall</p><p>Janie said her family was inspired to participate after seeing other barn quilts in the area and on trips to Ohio. Janie said they chose &quot;Cross and Crown&quot; out of a book of quilt patterns because it was credited as having been added in 1932 - the same year the barn was built on the Webers' farm. The barn has been in the family for three generations.</p>", "city": "Marshall"},
        {"title": "Ohio Star", "body": "<p>Herbert &amp; Pauline Kiehl<br>22530 HWY EE, North of HWY 20<br>Marshall</p><p>The Kiehls picked the &quot;Ohio Star&quot; pattern becasue Pauline was born and raised in Ohio where she met her husband. After they were married they moved to Saline County.</p>", "city": "Marshall"},
        {"title": "Farmer's Field", "body": "<p>Robert and Barbara James<br>34188 E. HWY 240<br>Slater</p><p>Barbara said it was seeing the quilt squares on other barns that inspired her to participate in the program. She said she and her husband chose the &quot;Farmer's Field&quot; pattern because they liked it and because Robert has been a farmer his entire life.</p>", "city": "Slater"},
        {"title": "Medallion", "body": "<p>Aaron & Shellee Smith<br>2s Smith Cattle Co. Farm<br>C corner of Old Hwy 40 (116th St.) & Kentucky Ave.<br>Marshall Junction</p><p>This operation was established in 1978 by Bill & Ann McGraw and Jeff & Marie Smith. The operation grew to allow another generation Aaron & Shellee Smith.   The “Medallion Square” pattern was chosen for its unique design, multitude of bright colors and the 2s logo could be highlighted in the center.  The barn marks the gateway to the 2s operation at Marshall Junction.</p>", "city": "Marshall Junction"},
        {"title": "Odd-Fellows Chain", "body": "<p>Kurtis &amp; Kella Gregory<br>1509 E. Highway WW<br>Marshall</p><p>This barn sits on the north side of Hwy WW just past the Great Circle Campus.</p>", "city": "Marshall"},
        {"title": "Honeycomb", "body": "<p>Phillip & Amy Giffen<br>20137 Hwy 20 Marshall</p><p>Western Saline County on 20 Hwy. The pattern was chosen because the owner is a beekeeper.</p>", "city": "Marshall"},
        {"title": "Electric Fan", "body": "<p>Martha Holman<br>1410 HWY 240 S. Fayette</p><p>The &quot; Electric Fan &quot;  block has special significance for Martha.  &quot; That pattern was the pattern of one of my mother's favorite quilts that she kept on her bed, &quot;  Martha explained. She said that she agreed to participate in the barn quilt program because she liked the idea of the tour.  &quot;I feel like it is a worthwhile project, &quot;  Martha said.  &quot; It kind of enhances the countryside. &quot; </p>", "city": "Fayette"},
        {"title": "Farmer's Daughter", "body": "<p>Edris &amp; Robert Wilhoit, Jr.<br>193 HWY 5 North Fayette</p><p>It was a longtime connection that got the Wilhoits involved in the barn quilt program. &quot;Our barn is well-located and I grew up in the same neighborhood as Connie Shay who painted the block,&quot; Robert explained. Edris added that they chose &quot;Farmer's Daughter&quot; because it has been a favorite in their family for several generations.</p>", "city": "Fayette"},
        {"title": "Bear Claw", "body": "<p>David &amp; Elaine Smith<br>1050 HWY 240 Fayette</p><p>David Smith is a big game hunter and hunted bear hence the choice, &quot;Bear Claw.&quot;<p>", "city": "Fayette"},
        {"title": "Wild Iris", "body": "<p>Margie Aholt<br>1001 Randolph<br>Glasgow</p>", "city": "Glasgow"},
        {"title": "Prairie Flower", "body": "<p>Robby &amp; Lynn Harvey<br>231 W. Broadway<br>New Franklin</p><p>Tourism council member and painter, Connie Shay, designed and chose the colors for the Harveys. The barn is located near the starting point of several trails West and she felt the design was a reflection of pioneer spirit and movement.</p>", "city": "New Franklin"},
        {"title": "Shady Pines", "body": "<p>Marty &amp; Chip Ferry<br>2750 HWY 5<br>New Franklin</p><p>Marty loves taking walks around their farm and chose this pattern and colors because they remind her of all the beautiful trees on the farm.</p>", "city": "New Franklin"},
        {"title": "Fireman's Cross", "body": "<p>Scotty Shiflett<br>1531 HWY 5 &amp; 240<br>Fayette</p><p>Scotty has been a volunteer fireman for many years. This block is a gift from his mother and his father-in-law who wanted something special for him. It was designed by his sister-in-law who named it in his honor.</p>", "city": "Fayette"},
        {"title": "Heavenly Star", "body": "<p>Debbie Johnson<br>1080 HWY 5 240<br>Glasgow</p><p>Debbie let her school students vote on the pattern.</p>", "city": "Glasgow"},
        {"title": "Dresden Plate", "body": "<p>Norma &amp; Howard Robertson<br>5443 HWY 87<br>Franklin</p><p>Norma said she chose the &quot;Dresden Plate&quot; block for their barn because her mother-in-law had a quilt with the same pattern and she liked it. &quot;I enjoy looking at it as I go past the barn,&quot; Norma said.</p>", "city": "Franklin"},
        {"title": "Shadow Star", "body": "<p>Jeff Oberhaus/Vintage Hill<br>5643 HWY 87<br>New Franklin</p><p>Jeff said quilt block painter Connie Shay, a longtime customer at Jeff's Vintage Hill nursery, convince him to participate in the barn quilt tour. Jeff said he chose &quot;Shadow Star&quot; because it was a little different and he thought the colors would look good on the barn. He noted that some of colors can be seen on the trim on his buildings.</p>", "city": "New Franklin"},
        {"title": "Wedding Bouquet", "body": "<p>Robert &amp; Marilyn Young<br>Sunny Slope Farm<br>5381 HWY 240<br>Rocheport</p><p>Bob and Marilyn's daughters wanted something special to commemorate Bob's 80th birthday and the couple's 60th wedding anniversary. They surprised them with this block named &quot;Wedding Bouquet.&quot; It is painted in Marilyn's favorite color, Williamsburg blue.</p>", "city": "Rocheport"},
        {"title": "Olympia", "body": "<p>Dale &amp; Karen Johnson<br>2683 Highway 5 &amp; 240<br>Glasgow</p><p>Dale said that he and his wife decided to put a barn block on their barn after their daughter had one placed on her property. &quot;There's a lot more interest in them than I thought there was,&quot; Dale said. They selected &quot;Olympia&quot; simply becasue they liked the pattern. &quot;We looked through the book and it just stood out in our minds that it was the one we wanted.&quot;</p>", "city": "Glasgow"},
        {"title": "Farmer's Daughter", "body": "<p>John &amp; Kim Thompson<br>279 County Rd 342<br>Franklin</p><p>Kim selected the pattern as it is one of her favorite old-fashioned patterns. She wanted the red, white and blue colors to contrast with the gray on their barn.</p>", "city": "Franklin"},
        {"title": "Weathervane", "body": "<p>Ron &amp; Sharon Hutchison<br>30909 Hwy 129<br>Salisbury</p><p>The Hutchisons chose the &quot;Weathervane&quot; pattern for the gable-style barn (circa 1900-1910) in honor of Sharon's mother, Rachel Morris Whitesitt, as it is a pattern she made for one of the grandchildren. &quot;Gran was a weather watcher all her life as so many farmers are so this quilt pattern seemed appropriate,&quot; Sharon explained.</p>", "city": "Salisbury"},
        {"title": "Grandma's Star", "body": "<p>Denny &amp; Paige Kircher<br>1861 State Route P<br>Fayette</p><p>The family wanted to surprise Ester Hackman with a quilt on the barn that sits on their four-generation family farm. There is a long history of quilting in the family so they chose the pattern &quot;Grandma's Star&quot; as a tribute to all their grandmas.</p>", "city": "Fayette"},
        {"title": "Missouri Star", "body": "<p>Steam Engine Association<br>I-70 East Exit 111</p><p>Dennis Ficken with the Missouri River Valey Steam Engine Association said that the organization's grounds were chosen for Boonslick's first barn quilt block because of its easy-to-find location and visibility right off of I-70.</p>", "city": "Boonville"},
        {"title": "The Trails", "body": "<p>Karla &amp; Russell Lang<br>HWY 41 & Springs Rd<br>Lamine</p><p>This pattern was chosen because of the barn's proximity to the Santa Fe Trail, the Boonslick Trail, U.S. Route 40 and I-70. The region truly represents transportation to the west.</p>", "city": "Lamine"},
        {"title": "Wedding Ring", "body": "<p>Mark &amp; Linda Mellor<br>13355 HWY 5, S of Boonville</p><p>The Mellors chose the &quot;Wedding Ring&quot; pattern as a tribute to the late Pat Jackson because it was Pat's favorite block. &quot;It just meant a little more because it was for her,&quot; Mark commented. &quot;We actually had a wedding ring pattern quilt on our bed too so there was some sinificance there for both of us.&quot; Jackson was a member of the Boonslick Area Tourism Council board.</p>", "city": "Boonville"},
        {"title": "Star and Pin Wheel", "body": "<p>Herbert &amp; Alice Gerke<br>13953 HWY 135<br>Pilot Grove</p><p>Allice Gerke chose the &quot;Star and Pin Wheel&quot; pattern because she liked the colors and that it was a star. &quot;I just thought it was pretty,&quot; she said, noting that she likes having the block on the barn, which was built in 1919 by Barney Bonen. Gerke said she also enjoys seeing visitors stop to get pictures of her square.</p>", "city": "Pilot Grove"},
        {"title": "Sarah's Choice", "body": "<p>Tim &amp; Ann Marie Smith<br>1 mile E Exit 106 I-70</p><p>Ann Marie Smith said she &quot;looked and looked forever&quot; before settling on &quot;Sarah's Choice&quot; pattern for its patriotic feel. &quot;I had seen the barn quilts and thought they were really, really neat,&quot; she said. &quot;They give people an idea of the history of the area, and I love quilts.&quot;</p>", "city": "Windsor Place"},
        {"title": "Doris's Choice", "body": "<p>The Doris Viertel Family<br>21634 HWY 98<br>Boonville</p><p>Bruce Viertel encouraged his mother, Doris, to put a block on their barn when they were approached by the Boonslick Area Tourism Council. &quot;It does dress up the barn a little bit,&quot; Viertel said. The barn, built in 1923, sits on the Vietel family's century farm in Boonville. He said that &quot;Doris' Choice&quot; was the obvious pick for the pattern given his mother's name.</p>", "city": "Boonville"},
        {"title": "Nine Patch", "body": "<p>Marjorie Loesing<br>21738 HWY 98<br>Boonville</p><p>Majorie and her late husband, Clarence, got involved with the barn quilt project at the behest of their neighbor. She chose the &quot;9 Patch&quot; pattern, and Marjorie liked it. &quot;It is nice and simple, like me,&quot; Marjorie said. She said that she has enjoyed the attention the quilt block garners.</p>", "city": "Boonville"},
        {"title": "Liberty Star", "body": "<p>Thomas &amp; Amy Watring<br>12221 HWY 135<br>Pilot Grove</p><p>Amy Waring said she has enjoyed being part of the Barn Quilt Tour. The Warings chose the &quot;Liberty Star&quot; pattern because it was Amy's favorite of the ones they were given to pick from. &quot;It's really pretty when you come down the hill and see it,&quot; Waring said. &quot;We've had lots of compliments.&quot;</p>", "city": "Pilot Grove"},
        {"title": "Harvest Star", "body": "<p>James &amp; Jackie Reuter<br>6048 HWY HH<br>Pilot Grove</p><p>Jackie learned about the Barn Quilt Tour while attending a festival at Boone's Lick State Park with her mother. &quot;I was just enthralled with it. I think it's a really neat thing,&quot; Reuter said. She chose the &quot;Harvest Star&quot; pattern because she and her husband live on his family's farm, and it felt like an appropriate choice.&quot;</p>", "city": "Pilot Grove"},
        {"title": "Sun Bonnet Sue", "body": "<p>James &amp; Rosemary Schuster<br>14200 HWY HH<br>Pilot Grove</p><p>Rosemary chose &quot;Sun Bonnet Sue&quot; because she had always liked it - &quot;It is a little bit different from the others in that it doesn't as obviously resemble a quilt pattern.&quot; She joined the project because she likes driving around to see the barns - and their blocks - herself. &quot;I enjoy seeing them when I drive through the country,&quot; she said. The block is on the south side of the barn.</p>", "city": "Pilot Grove"},
        {"title": "Prairie Queen", "body": "<p>Russell &amp; Karla Lang<br>8498 Springs Road<br>Blackwater</p><p>The Langs chose the &quot;Prairie Queen&quot; block because their home built in 1910 is known as the Prairie. The name was picked because the house was a Sears catalog design with the name &quot;Prairie&quot; in it.</p>", "city": "Blackwater"},
        {"title": "North Star", "body": "<p>Francis &amp; Sammie Brengarth<br>16170 V HWY<br>Boonville</p><p>The square on the Brengarths' barn was a 50th wedding anniversary gift from their children. Sammie said she chose the &quot;North Star&quot; pattern because she felt it matched the setting. She said that she enjoys being a part of the Boonslick Barn Quilt Tour because of the attention it brings to the barn. &quot;Everyone notices it,&quot; Sammie said.</p>", "city": "Boonville"},
        {"title": "Dresden Plate", "body": "<p>Mark &amp Donna Gerke<br>3699 HH HWY<br>Pilot Grove</p><p>The owners liked this pattern and chose colors that they like.</p>", "city": "Pilot Grove"},
        {"title": "Card Basket", "body": "<p>Bob &amp; Ann Betteridge<br>7400 A HWY<br>Pilot Grove</p><p>Ann says she has liked quilts all her life, and her grandmother was the inspiration behind her pattern choice. &quot;I liked the colors, and I wanted a basket pattern because my grandmother had a quilt and part of it was named basket.&quot;</p><p>This barn was constructed in 1905 for a herd of Shorthorn cattle. Built of wide oak boards, the barn was covered with red tin siding in 2009. Will Betteridge who built the barn came to the U.S. with his family from England in 1850 when he was 5. His grandfather, George Betteridge, raised Shorthorn cattle. Will moved to Missouri and in 1888 started a herd of registered Shorthorns. His grandson Bob Betteridge is continuing the tradition.</p>", "city": "Pilot Grove"},
        {"title": "The Trails", "body": "<p>John &amp; Connie Hamilton<br>6026 Highway 135<br>Otterville</p><p>The family chose this block because of the farm's association with the Butterfield Stage Line.</p>", "city": "Otterville"},
        {"title": "Log Cabin", "body": "<p>Vernon &amp; Joan Booker<br>14120 Highway F<br>Boonville</p><p>The colors of this block were chosen to coordinate with the house which is directly across the road from the barn.</p>", "city": "Boonville"},
        {"title": "Overall Sam", "body": "<p>Virgil &amp; Delores Stegner<br>10999 HWY 135<br>Pilot Grove</p><p>With two other barn quilts within three miles, Dolores said she was more than happy to add her barn to the tour. &quot;I am associated with the group that organizes it, and I've done a little bit of the tour. I look for the barn quilts every time I drive around the country,&quot; she said. She said that she chose &quot;Overall Sam&quot; because the young fisherman is representative of her three sons.&quot;</p>", "city": "Pilot Grove"},
        {"title": "Stained Glass", "body": "<p>Mrs. Martha Jane Twenter<br>10997 N Highway<br>Pilot Grove</p><p>The pattern is called &quot;Stained Glass.&quot; Mrs. Twenter chose it because she loves the color turquoise and she wanted something with a religious theme.</p>", "city": "Pilot Grove"},
        {"title": "Sunflower", "body": "<p>Avery &amp; Tammy Goehman<br>6571 Highway 135<br>Pilot Grove</p><p>The couple chose the &quot;Sunflower&quot; pattern because they raise sunflowers.</p>", "city": "Pilot Grove"},
        {"title": "Bear Claw", "body": "<p>George &amp; Linda McCollum<br>18975 Highway 11<br>Sedalia</p><p>This block is on a restored barn on a heritage family farm near Sedalia. The farm has been owned by the family since 1853. The pattern was chosen to go with the tree trunk bear in the yard. The block was a gift from the couple's children.</p>", "city": "Sedalia"},

        {"title": "", "body": "<p></p>", "city": ""},
    ],
    "Ohio": [
        {"title": "Acorn at Common Ground", "body": "Description", "city": "Oberlin"}
    ],
}
